Repository: iJustinCabral/Timerverse
Catalog: Timerverse/*.lproj/Localizable.strings
Languages: de, fr, it, ja

source: Slide to begin〈
de: Slide zu starten 〈
fr: Glisser〈
it: Far scorrere <
ja: スライドさせ 〈

source: About
de: über
fr: Sur
it: Circa
ja: 会社概要

source: Active
de: Aktiv
fr: Actif
it: Attivo
ja: アクティブ

source: All
de: Alle
fr: Tous
it: Tutto
ja: 全て

source: Cancel
de: Stornieren
fr: Annuler
it: Annullare
ja: キャンセル

source: Check out timerverse! It's a timer app that's out of this world.
de: Schauen Sie sich Timerverse!
fr: Découvrez timerverse! C'est une application de la minuterie qui est hors de ce monde.
it: Scopri Timerverse!
ja: timerverseをチェック！それは、この世界の外のタイマーアプリです。

source: Copyright
fr: Droit d'auteur
ja: 著作権

source: Drag
de: Ziehen Sie die
it: Trascinate
ja: ドラッグ

source: Enjoy Your Time
de: Genießen
fr: Jouir
it: Godere
ja: 楽しむ

source: Enter the Timerverse
de: Eingeben
fr: Entrez le Timerverse
it: Inserire
ja: 入力する

source: Report / Request
de: Bericht / Anfrage
fr: Rapport / Demande
it: Rapporto / Richiesta
ja: レポート/リクエスト

source: Grid Lock
de: Rastersperre
fr: Verrou de grille
it: Blocco griglia
ja: グリッド

source: Gym Workout
de: Ausbildung
it: Formazione
ja: ワークアウト

source: I have a
de: Ich habe ein
fr: Je ai un
it: Ho un
ja: 私が持っている

source: Remove Ads
de: Werbung ausblenden
fr: Retirer annonces
it: Rimuovere Ads
ja: 広告を削除

source: Looks like your device hasn't been setup for sending email. You may contact us at support@thinkr.us
de: Sieht aus wie Sie Ihr Gerät noch nicht eingerichtet für das Senden von E-Mail. Sie können mit uns bei support@thinkr.us kontaktieren
fr: On dirait que votre appareil n'a pas été configuré pour envoyer l'email . Vous pouvez nous contacter à support@thinkr.us
it: Sembra che il dispositivo non è stato configurato per l'invio di e-mail. Potete contattarci al support@thinkr.us
ja: お使いのデバイスが電子メールを送信するための設定されていないように見えます。あなたはsupport@thinkr.usまでご連絡ください

source: No Email
de: Kein E-Mail
fr: Aucune Email
ja: いいえメールません

source: Non-Active
de: Nicht Aktiv
fr: Non- actif
it: Non-Attivi
ja: 非アクティブ

source: Rate
de: Einschätzen
fr: Taux
it: Valutare
ja: レビュー

source: Remove
de: Beseitigen
fr: Supprimer
it: Rimuovere
ja: 削除する

source: Remove Active Timer
de: Entfernen Aktive Timer
fr: Retirez la minuterie active
it: Rimuovere Timer attivo
ja: アクティブタイマーを削除

source: Remove Active Timers?
de: Entfernen Aktive Timer?
fr: Retirer Timers actifs?
it: Rimuovere timer attivi?
ja: アクティブなタイマーを削除しますか？

source: Remove Timers?
de: Entfernen Timer?
fr: Retirer Timers?
it: Rimuovere Timer?
ja: タイマーを削除しますか？

source: Repeat
de: Wiederholen
fr: Répétez
it: Ripetizione
ja: リピート

source: Reset
de: Rücksetzen
fr: Remettre
it: Azzerare
ja: リセット

source: Restore Purchases
de: Wiederherstellen Käufe
fr: Restaurer Achats
it: Ripristina Acquisti
ja: 購入を復元

source: Set Timer
fr: Dáccord
it: Imposta timer
ja: セットタイマー

source: Settings
de: Einstellungen
fr: Paramètres
it: Impostazioni
ja: コンフィギュレーション

source: Share
de: Aktie
fr: Part
it: Le azione
ja: シェア

source: Skip
de: überspringen
fr: Sauter
it: Saltare
ja: スキップ

source: Swipe
it: Colpire
ja: スワイプ

source: Tap
de: Tippen Sie auf
it: Colpetto
ja: 傍受する

source: Tap & Hold
de: Tippen & Halten
fr: Tapez & Tenir
it: Toccare e tenere premuto
ja: タップ＆ホールド

source: Tap To Set Title
de: Set Titel
fr: Définir le titre
it: Imposta titolo
ja: 設定されたタイトル

source: Total Time
de: Gesamtspielzeit
fr: Temps total
it: Tempo totale
ja: 合計時間

source: Upgrade
de: Erweitern
fr: Mise à jour
it: Aggiornamento
ja: プロ買う

source: Version
de: Modell
it: Versione
ja: 改作

source: Vibration
de: Schwingung
it: Vibrazione
ja: 振動

source: Wake up!
de: Aufwachen!
fr: Réveillez-vous!
it: Svegliati!
ja: 目を覚ます！

source: Website
de: Webseite
it: sito web
ja: ウェブサイト

source: Welcome To Timerverse
de: Willkommen
fr: Accueil
it: Benvenuti a Timerverse
ja: Timerverseへようこそ

source: a timer to edit its content.
de: ein Zeitgeber, um den Inhalt zu bearbeiten.
fr: une minuterie pour modifier son contenu.
it: un timer per modificare il suo contenuto.
ja: タイマーは、その内容を編集します。

source: a timer to start or stop.
de: ein Timer zu starten oder zu stoppen.
fr: une minuterie pour démarrer ou arrêter.
it: un timer per avviare o arrestare.
ja: タイマーが開始または停止します。

source: a timer to the bottom edge of the screen and release to delete it.
de: einen Zeitgeber, um den unteren Rand des Bildschirms und die Freisetzung zu löschen.
fr: une minuterie sur le bord inférieur de l'écran et la libération pour le supprimer.
it: un timer al bordo inferiore dello schermo e rilasciare per eliminarlo.
ja: 画面とリリースの下端までのタイマーは、それを削除します。

source: the left or right edge of the screen to create a new timer.
de: der linken oder rechten Rand des Bildschirms, um einen neuen Timer erstellen.
fr: le bord gauche ou droit de l'écran pour créer une nouvelle minuterie.
it: il bordo sinistro o destro dello schermo per creare un nuovo timer.
ja: 画面の左または右のエッジが新しいタイマーを作成します。

source: Your timer has finished it's countdown!
de: Ihre Timer beendet hat es Countdown!
fr: Votre minuteur a terminé son compte à rebours!
it: Il timer è terminato è conto alla rovescia!
